Revit 2027 API
CompoundStructureLayer Methods
The CompoundStructureLayer type exposes the following members.
Methods
Name | Description
Dispose
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
CompoundStructureLayer Class
Autodesk.Revit.DB Namespace